Repository: 84000/data-translation-memory
Catalog: toh61-v4.tmx
Source language: bo
Languages: en

source: བདག་ཉིད་བྱང་ཆུབ་ཀྱི་ལམ་ལ་གནས་ཤིང་སེམས་ཅན་གཞན་ཡང་བྱང་ཆུབ་ཀྱི་ལམ་ལ་གནས་པར་འཛུད་པ་ཡིན་ཏེ།
en: (4) Bodhisattvas follow the path of awakening and encourage others to follow the same path.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་པོ་འདི་དག་དང་ལྡན་པར་གྱུར་ན་མི་ཁོམ་པ་རྣམས་དང་བྲལ་ཏེ། དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཐོབ་ནས་སངས་རྒྱས་ཀྱི་མངོན་པར་བསྒྲུབས་པ་ཆུད་ཟ་བར་མི་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: If bodhisattvas possess these four qualities, they will be free from the states that lack freedom, and having obtained the complete freedom to do so they will attain the qualities of a buddha without wasting that opportunity.” At that moment, the Blessed One uttered these verses:

source: མཉེན་པའི་སེམས་དང་རབ་ལྡན་ཞིང་།
en: “Since their minds are flexible,

source: །རྟག་པར་བྱམས་སེམས་སྒོམ་པས་ན། །སེམས་ཅན་དག་དང་སྨྲ་བའི་ཚེ། །སེམས་དམན་གསོང་པོར་སྨྲ་བར་བྱེད།
en: And since they always cultivate love, Bodhisattvas remain humble and speak honestly In conversing with sentient beings.

source: །རྟག་ཏུ་སངས་རྒྱས་བསྔགས་པ་ཡི། །ཟབ་མོ་གྱ་ནོམ་ཆོས་ཀྱང་ཚོལ།
en: “They always pursue the profound and sublime Dharma Praised by the buddhas.

source: །རྟག་པར་ཚུལ་ཁྲིམས་གཙང་སྲུང་ཞིང་། །སྦྱངས་པའི་སྤྱོད་ལ་མོས་པ་ཡིན། །སྦྱངས་པའི་ཆོས་ལ་རབ་གནས་ཀྱང་།
en: They always maintain pure discipline, And are always inclined to engage in spiritual trainings. “While observing the virtues of ascetic practice,

source: །ཤེས་རབ་ཟབ་མོས་སྤྱོད་པས་ན།
en: They also practice with profound insight.

source: །མི་ཁོམ་རབ་སྤངས་དལ་དང་ལྡན།
en: The unfree states, and obtain the freedoms.

source: །རྟག་ཏུ་སངས་རྒྱས་རྣམས་ལ་ནི།
en: “Since they always request the buddhas

source: །ཆོས་ཟབ་རྣམས་ནི་ཞུ་བྱེད་པས།
en: To teach the profound Dharma,

source: །དེ་ཕྱིར་ཤེས་རབ་འཕེལ་གྱུར་ནས།
en: Their insight will increase,

source: །མི་ཁོམ་གནས་སུ་སྐྱེ་མི་འགྱུར།
en: And they will never again be born into unfree states.

source: །རྟག་པར་དགོན་པར་གནས་མོས་ཤིང་།
en: “Always attracted to solitary places,

source: །རྣམ་དག་སྦྱངས་པ་སྤྱོད་པས་ན།
en: They engage in pure trainings.

source: །མི་ཁོམ་རབ་སྤངས་ཁོམ་དང་ལྡན།
en: The unfree states and obtain the freedoms.

source: །བློ་ལྡན་མཁས་པ་གང་དག་གིས།
en: “If intelligent and wise persons

source: །ཆོས་འདི་བཞི་ལ་སྟེན་བྱེད་ན།
en: Rely on these four qualities,

source: །མི་ཁོམ་ཐམས་ཅད་རབ་སྤངས་ནས།
en: They will leave the unfree states behind

source: །སངས་རྒྱས་མང་པོ་མཐོང་བར་འགྱུར།
en: And encounter many buddhas.

source: །མི་འཇིགས་དད་དང་ལྡན་པས་ན།
en: They will be filled with incorruptible faith.

source: །བརྩོན་འགྲུས་མཆོག་ནི་རབ་བསྐྱེད་ནས།
en: Developing the highest form of diligence,

source: །སངས་རྒྱས་ཡེ་ཤེས་ཚོལ་བར་འགྱུར།
en: They will pursue the wisdom of the buddhas.

source: །དེ་ཕྱིར་ཡེ་ཤེས་གཉེར་བ་དག །ཡང་དག་ཆོས་ནི་བསླབ་པར་བྱ། །
en: “Therefore, those who pursue wisdom Should train in the authentic Dharma.

source: ཡང་དག་ཆོས་ནི་བསླབས་གྱུར་ནས། །བྱང་ཆུབ་ལམ་ནི་འཐོབ་མི་དཀའ།
en: If they do so, it will not be hard for them To reach the path of awakening.”

source: །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པའི་ལེའུ་སྟེ་དང་པོའོ།། །།
en: This was the first chapter, The Conduct of Bodhisattvas. Erudition Chapter Two

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་དང་ལྡན་ན་མང་དུ་ཐོས་པ་རྒྱ་མཚོ་ཆེན་པོ་ལྟ་བུར་བསགས་པ་ཡིན་པས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཞིང་རྟག་པར་མང་དུ་ཐོས་པའི་གཏེར་རིན་པོ་ཆེ་བསགས་ནས་ཆོས་རྣམས་ལ་ངེས་པའི་དོན་ཐོབ་པས་ཚིག་གི་དོན་རྣམས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ།
en: “Pūrṇa,” continued the Blessed One, “if bodhisattvas possess four qualities, they will amass great knowledge, such that it will not be exhausted, like the ocean. Constantly amassing a precious treasure of erudition, they will—by comprehending the meaning that is definitive with regard to phenomena—correctly penetrate the meaning of words.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཡོངས་སུ་ཚོལ་བར་བྱེད་པས་གསུང་རབ་ཡན་ལག་བཅུ་གཉིས་པོ་འདི་ལྟ་སྟེ།
en: “(1) Since bodhisattvas pursue the Dharma, they pursue the twelve branches of the scriptures.

source: མདོའི་སྣེ་དང་། དབྱངས་ཀྱིས་བསྙད་པའི་སྡེ་དང་། ལུང་དུ་བསྟན་པའི་སྡེ་དང་། ཚིགས་སུ་བཅད་པའི་སྡེ་དང་། ཆེད་དུ་བརྗོད་པའི་སྡེ་དང་། གླེང་གཞིའི་སྡེ་དང་། དེ་ལྟ་བུ་བྱུང་བའི་སྡེ་དང་། སྐྱེས་པའི་རབས་ཀྱི་སྡེ་དང་། ཤིན་དུ་རྒྱས་པའི་སྡེ་དང་། རྨད་དུ་བྱུང་བའི་ཆོས་ཀྱི་སྡེ་དང་། རྟོགས་པ་བརྗོད་པའི་སྡེ་དང་། གཏན་ལ་ཕབ་པར་བསྟན་པའི་སྡེ་རྣམས་ཡོངས་སུ་ཚོལ་བར་བྱེད་དེ།
en: These are the discourses, hymns and praises, prophecies, verses, aphorisms, narratives, former events, former births, extensive teachings, marvels, biographies, and profound doctrines.

source: ཡོངས་སུ་བཙལ་ནས་ཀྱང་ཀློག་ཅིང་ཁ་ཏོན་དུ་འདོན་པར་བྱེད། ཀློག་ཅིང་ཁ་ཏོན་དུ་བཏོན་ནས་ཀྱང་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་བྱེད།
en: Upon receiving these teachings, bodhisattvas read them, recite them, and properly recollect them.

source: ཡང་དག་པར་རྗེས་སུ་དྲན་པར་བྱས་ནས་ཀྱང་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ཡང་དག་པར་སྒྲུབ་པར་བྱེད་དེ།
en: After that, they practice these teachings in accordance with the way they are taught.

source: གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་དང་པོ་འདི་དང་ལྡན་པར་གྱུར་ན་མང་དུ་ཐོས་པ་རྒྱ་མཚོ་ཆེན་པོ་ལྟ་བུར་བསགས་པ་ཡིན་པས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཞིང་རྟག་པར་མང་དུ་ཐོས་པའི་གཏེར་རིན་པོ་ཆེ་བསགས་ནས་ཆོས་རྣམས་ལ་ངེས་པའི་དོན་ཐོབ་པས་ཚིག་གི་དོན་རྣམས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ།
en: Pūrṇa, if bodhisattvas possess this first quality, they will amass great knowledge, such that it will not be exhausted, like the ocean. Constantly amassing a precious treasure of erudition, they will—by comprehending the meaning that is definitive with regard to phenomena—correctly penetrate the meaning of words.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཐམས་ཅད་ལ་གནས་པ་མེད་པས་བསམ་གཏན་དང་། ཏིང་ངེ་འཛིན་ལ་མཉམ་པར་བཞག་ཀྱང་གནས་པར་བྱ་བ་མེད་དོ། །
en: “Furthermore, Pūrṇa, (2) bodhisattvas do not dwell on any phenomenon, so there will be nothing for them to fixate upon, even while resting in concentration or absorption.

source: གནས་པ་མེད་པའི་ཕྱིར་ཆོས་རྣམས་ལས་གནས་པ་མེད་པའི་ཡེ་ཤེས་འཐོབ་པར་འགྱུར་རོ། །གནས་པ་མེད་པའི་ཡེ་ཤེས་ཐོབ་པས་ཆོས་རྣམས་ལ་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་མཐོང་བ་འཐོབ་པར་འགྱུར་རོ།
en: Free from fixation, they will attain the wisdom that does not dwell on any phenomenon, thereby reaching unimpeded wisdom vision with respect to phenomena.

source: གང་པོ་འདོད་ཆགས་ཤིང་ཐོགས་པར་བྱ་བའི་ཆོས་གང་ཡང་མེད་པའི་ཕྱིར་ཏེ།
en: Because, Pūrṇa, these bodhisattvas are free from desire and from any other form of impediment.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གཉིས་པ་འདི་དང་ལྡན་པར་གྱུར་ན་མང་དུ་ཐོས་པ་རྒྱ་མཚོ་ཆེན་པོ་ལྟ་བུར་བསགས་པ་ཡིན་པས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཞིང་རྟག་པར་མང་དུ་ཐོས་པའི་གཏེར་རིན་པོ་ཆེ་བསགས་ནས་ཆོས་རྣམས་ལ་ངེས་པའི་དོན་ཐོབ་པས་ཚིག་གི་དོན་རྣམས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ།
en: If bodhisattvas possess this second quality, they will amass great knowledge, such that it will not be exhausted, like the ocean. Constantly amassing a precious treasure of erudition, they will—by comprehending the meaning that is definitive with regard to phenomena—correctly penetrate the meaning of words.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་ཡོངས་སུ་གཉེར་བའི་རྒྱུ་དང་རྐྱེན་གྱིས་སངས་རྒྱས་རྗེས་སུ་དྲན་ཞིང་སངས་རྒྱས་ཀྱི་ཆོས་རྗེས་སུ་དྲན་པར་བྱེད་དོ།
en: “Furthermore, Pūrṇa, (3) bodhisattvas recollect the Buddha in terms of the causes and conditions of pursuing the Dharma, and they recollect the Buddha’s teachings as well.

source: །དེས་ཆོས་ཀྱི་རྒྱུ་དང་རྐྱེན་གྱིས་སངས་རྒྱས་རྗེས་སུ་དྲན་ཞིང་སངས་རྒྱས་ཀྱི་ཆོས་རྗེས་སུ་དྲན་པར་གྱུར་པ་ན་འདོད་ཆགས་པར་བྱ་བའི་ཆོས་འགའ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: When bodhisattvas thus recollect the Buddha in terms of the causes and conditions of pursuing the Dharma, and they recollect the Buddha’s teachings as well, they do not perceive any phenomenon to which they could be attached.

source: །དེས་འདོད་ཆགས་པ་མེད་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ལ་སེམས་ཀྱིས་མངོན་པར་ཞེན་པ་མེད་དོ།
en: Because they are free from attachment, their minds do not cling to any phenomenon.

source: །དེས་ཆོས་ཐམས་ཅད་ལ་མངོན་པར་ཞེན་པ་མེད་པའི་ཕྱིར་དྲིས་པ་རྣམས་ཀྱི་རྗེས་སུ་ལན་འདེབས་པ་ལ་ཐོགས་པ་མེད་པར་འགྱུར་ཏེ།
en: Hence, because they are free of clinging to any phenomenon, they will be able to answer questions without any hindrances.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་གསུམ་པ་འདི་དང་ལྡན་པར་གྱུར་ན་མང་དུ་ཐོས་པ་རྒྱ་མཚོ་ཆེན་པོ་ལྟ་བུ་བསགས་པ་ཡིན་པས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཞིང་རྟག་པར་མང་དུ་ཐོས་པའི་གཏེར་རིན་པོ་ཆེ་བསགས་ནས་ཆོས་རྣམས་ལས་ངེས་པའི་དོན་ཐོབ་པས་ཚིག་གི་དོན་རྣམས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ།
en: If bodhisattvas possess this third quality, they will amass great knowledge, such that it will not be exhausted, like the ocean. Constantly amassing a precious treasure of erudition, they will—by comprehending the meaning that is definitive with regard to phenomena—correctly penetrate the meaning of words.

source: །གཞན་ཡང་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ནི་དམིགས་པ་མེད་པའི་བྱམས་པ་ཕུན་སུམ་ཚོགས་པར་གྱུར་པས་སྤྱོད་པ་དག་ལ་ཐོགས་པ་མེད་དེ། དམིགས་པ་མེད་པའི་བྱམས་པ་ནི་དངོས་པོ་རྣམས་མི་ལེན་པ་གང་ཡིན་པའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Furthermore, Pūrṇa, (4) bodhisattvas who have perfected the attitude of love free of apprehending will not be hindered in their actions, since love free of apprehending does not hold on to anything. Why is it so?

source: གང་པོ་གང་མཚན་མ་འདི་ལ་གནས་པར་གྱུར་ན་ཡང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་སྐྱེད་པར་བྱེད་ལ།
en: Because, Pūrṇa, dwelling on marks generates attachment, anger, and ignorance.

source: གང་མཚན་མ་དེ་ལ་གནས་པར་གྱུར་ན་ཡང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་སྐྱེད་པར་བྱེད་པས་སོ། །དངོས་པོའི་མཚན་མའམ། རྫས་ཀྱི་མཚན་མའམ། ཕུང་པོའི་མཚན་མའམ། སྐྱེ་མཆེད་ཀྱི་མཚན་མའམ། ཁམས་ཀྱི་མཚན་མའམ། ཆོས་ཀྱི་མཚན་མའམ། ཆོས་མ་ཡིན་པའི་མཚན་མ་ལ་གནས་པར་གྱུར་ན་ཡང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་སྐྱེད་པར་བྱེད་པས་དེའི་ཕྱིར་གང་པོ་ཇི་ཙམ་དུ་ལེན་པའི་མཚན་མ་དང་བཅས་པ་དེ་དག་ཐམས་ཅད་ནི་ལོག་པའི་ལྟ་བ་ཞེས་བྱ་སྟེ།
en: Dwelling on the marks of entities, the marks of material substances, the marks of the aggregates, the marks of the sense sources, the marks of the elements, the marks of the Dharma, or the marks of the non-Dharma also generates attachment, anger, and ignorance. Therefore, Pūrṇa, all those views that involve clinging to marks are known as wrong views.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་མཚན་མ་དེ་དག་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱ་བའི་ཆེད་དུ་བྱམས་པའི་སེམས་སྒོམ་པར་བྱེད་པས་སེམས་ཅན་འཇིག་པའི་ཕྱིར་དང་། མཚན་མ་འཇིག་པའི་ཕྱིར་དངོས་པོ་ཡང་འཇིག་པ་ཉིད་དོ།
en: Bodhisattvas cultivate love in order to be at peace from all those marks. They think, ‘Since sentient beings and marks will perish, entities will also perish.

source: །དངོས་པོ་འཇིག་པའི་ཕྱིར་ལྟ་བ་ཡང་འཇིག་པ་ཉིད་དོ་ཞེས་བྱང་ཆུབ་སེམས་དཔའ་དེའི་ཚེ་ཆོས་ཐམས་ཅད་རྣམ་པར་བཤིག་ནས་བྱམས་པ་སྒོམ་པར་བྱེད་དེ།
en: Since entities will perish, views will also perish.’ In this way, bodhisattvas then cultivate love as everything perishes.

source: དེ་ལྟ་བུའི་བྱམས་པ་གང་ཡིན་པ་འདི་ནི་དམིགས་པ་མེད་པའི་བྱམས་པ་ཞེས་བྱའོ།
en: This love is known as love free of apprehending.

source: །དེ་ལྟ་བུའི་དམིགས་པ་མེད་པའི་བྱམས་པ་གང་ཡིན་པ་དེ་ནི་ཆོས་ཀྱི་བྱམས་པ་ཞེས་བྱའོ།
en: This love free of apprehending is known as love of the Dharma.

source: །དེ་ལྟ་བུའི་ཆོས་ཀྱི་བྱམས་པ་གང་ཡིན་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བྱམས་པ་ཞེས་བྱའོ།
en: This love of the Dharma is known as love of the Buddha.

source: །གང་པོ་སངས་རྒྱས་ཀྱི་བྱམས་པ་གང་ཞེ་ན།
en: Pūrṇa, what is the love of the Buddha?

source: མངོན་པར་འདུ་བྱེད་པ་མེད་ཅིང་འཇིག་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བྱམས་པ་ཞེས་བྱའོ།
en: The absence of formation and disintegration is what is implied by the words love of the Buddha.

source: །གཞན་ཡང་གང་པོ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཆོས་ཐམས་ཅད་རབ་ཏུ་རྟོགས་པ་གང་ཡིན་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བྱམས་པ་ཞེས་བྱའོ།
en: Furthermore, Pūrṇa, the complete realization of all phenomena as they really are is also what is meant by the words love of the Buddha.”

source: །གང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་བགྱིས་ན་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཆོས་ཐམས་ཅད་རབ་ཏུ་རྟོགས་པ་ཞེས་བགྱི་ལགས།
en: “Blessed One,” asked Pūrṇa, “what is meant by the complete realization of all phenomena as they really are?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་པོ་རབ་ཏུ་རྟོགས་པ་ཞེས་བྱ་བ་འདི་ནི་ཆོས་སོ་ཞེའམ། འདི་ནི་ཆོས་མ་ཡིན་ནོ་ཞེས་སེམས་པར་མི་བྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Pūrṇa,” replied the Blessed One, “this complete realization does not involve conceptualization such as, ‘this is the Dharma’ or ‘this is not the Dharma.’ Why is that so?

source: གང་པོ་གལ་ཏེ་ཆོས་ཡོད་དོ་ཞེས་ཟེར་ན་དེ་ནི་ཆོས་མ་ཡིན་པ་ཡིན་པས་གལ་ཏེ་ཆོས་མེད་པར་གྱུར་ན་ཆོས་མ་ཡིན་པ་ཡང་མེད་པར་འགྱུར་བས་དེ་ལ་སྤྲོས་པ་ཅི་ཡང་མེད་པས་སོ།
en: Because, Pūrṇa, if someone says, ‘the Dharma exists,’ that would be non-Dharma, and if that person says ‘the Dharma is nonexistent,’ the non-Dharma would not exist either. Therefore, this realization is free from conceptual constructs.

source: །སྤྲོས་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་སྟེ།
en: This absence of conceptual constructs is called nirvāṇa.

source: ཁྱོད་ཀྱིས་དེ་ལྟར་རབ་ཏུ་བརྟགས་ནས་དེ་ཤིན་དུ་ཐག་རིང་བ་ཞིག་ཡིན་ནམ། འོན་ཏེ་ཤིན་ཏུ་ཉེ་བ་ཞིག་ཡིན།
en: Once you have investigated in that way, do you find that it is something very far away, or instead something very close?”

source: གང་པོས་གསོལ་པ། དེ་ནི་ཐག་རིང་བ་ཡང་མ་ལགས་ལ། ཐག་ཉེ་བ་ཡང་མ་ལགས་སོ།
en: “It is neither far nor close,” answered Pūrṇa.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: “Why is it so?

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་བུའི་དོན་དེ་ལ་ནི་ཕྱོགས་ཀྱང་མ་མཆིས། གནས་ཀྱང་མ་མཆིས། ནང་ཞེས་བགྱི་བ་ཡང་མ་མཆིས། ཕྱི་ཞེས་བགྱི་བ་ཡང་མ་མཆིས་པས་སོ།
en: Blessed One, because it has no sides, it does not abide anywhere, and it has no inside or outside.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་དུ་གང་པོ་ཁྱོད་ཀྱིས་ཆོས་རྣམས་གྲངས་སུ་བགྲང་བར་བྱའོ།
en: “Pūrṇa,” said the Blessed One, “that is how you should regard phenomena.”

source: །བཅོམ་ལྡན་འདས་ཆོས་ཇི་ལྟ་བུ་ཞིག་ལ་གྲངས་སུ་བགྲང་བར་བགྱི་ལགས།
en: “Blessed One,” asked Pūrṇa, “what kind of phenomenon should I regard in that way?”

source: གང་པོ་ཇི་ཙམ་དུ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་མངོན་པར་ཞེན་པར་བྱ་བའི་ཆོས་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་དམིགས་པར་མི་མཛད། སྒྲུབ་པར་མི་མཛད། མངོན་དུ་མི་མཛད་དོ།
en: “Pūrṇa, it is said that the thus-gone ones do not apprehend, create, or manifest those phenomena that immature ordinary beings so strongly cling to.

source: །ཞེས་དེ་ལྟ་བུའི་ཆོས་མི་རྟོགས་པ་གང་ཡིན་པ་དེ་ནི་གྲངས་སུ་བགྲང་བ་ཞེས་བྱའོ།
en: So not conceptualizing such phenomena is called assessing them.

source: །གང་པོ་ཆོས་རྣམས་ཀྱི་གྲངས་དེ་དག་ནི་ཆོས་རབ་ཏུ་རྣམ་པར་འབྱེད་པ་མ་ཡིན་པའི་ཕྱིར། གང་པོ་དེང་ཁྱོད་ལ་འདི་ལྟར་རབ་ཏུ་དབེན་པའི་ཆོས་མཆོག་དམ་པ་སངས་རྒྱས་ཀྱི་ལམ་ཡོངས་སུ་སྡུད་པར་གྱུར་པ་བཤད་པར་བྱའོ།
en: Pūrṇa, since such assessments of phenomena are free from differentiation, I will now explain to you the sublime, supreme Dharma of disengagement, which subsumes the path to buddhahood.

source: །གང་པོ་མ་འོངས་པའི་དུས་ན་འཇིག་རྟེན་པའི་རྙེད་པ་ལ་གདུ་བ་དག་གལ་ཏེ་མདོ་སྡེ་འདི་ཐོས་པར་གྱུར་ན་མཉན་པ་དང་། ལེན་པར་མོས་པར་མི་འགྱུར་རོ།
en: “Pūrṇa, in the future, if those who cling to worldly gains hear this discourse, they will not be motivated to listen to its teachings or to adopt it.

source: །གང་པོ་ངས་བྱང་ཆུབ་ཅེས་བརྗོད་པའི་ཚིག་འདི་ཁྱེད་ཀྱིས་སྒྲ་དང་ཚིག་ཙམ་དུ་ཕྱོགས་ཅུང་ཟད་ཅིག་རྟོགས་པར་གྱུར་པར་ཟད་ཀྱི་དེའི་དོན་གྱི་ཚུལ་ནི་ཁྱེད་ཀྱིས་ཤེས་པར་མི་ནུས་སོ།
en: Pūrṇa, when I say, ‘I am awakened,’ you understand these words only partially, from the mere perspective of words and concepts, but you are unable to grasp their actual meaning.

source: །དོན་འདི་ནི་ཤིན་དུ་ཟབ་པས་ཚིག་གིས་བརྗོད་པར་བྱ་བ་མ་ཡིན་གྱི།
en: This meaning is extremely profound; it cannot be expressed by words.

source: མཁས་པ་དག་གིས་རང་གིས་རིག་པར་བྱ་བ་ཡིན་ནོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Instead, it is known only by the wise ones themselves.” At that moment, the Blessed One uttered these verses:

source: གང་གིས་དོན་ནི་མི་རྟོགས་པ།
en: “Those who do not understand this point

source: །སངས་རྒྱས་ཆོས་ལ་མྱ་ངན་སྐྱེ།
en: Will be troubled about the Buddha and the Dharma.

source: །གལ་ཏེ་དོན་ནི་རིག་གྱུར་ན།
en: Those who know this point

source: །སངས་རྒྱས་དེ་ལ་སྟོན་པར་མཛད།
en: Will be instructed by the buddhas.

source: །སངས་རྒྱས་སྟོན་པར་གང་སེམས་པ།
en: “Those who conceive of the Buddha as the teacher

source: །དེ་ནི་མྱ་ངན་འདས་གཉེར་བས།
en: Pursue nirvāṇa.

source: །འཐབ་རྩོད་སེམས་ནི་མེད་པར་ཡང་།
en: Avoiding quarrels and fights,

source: །ཡང་དག་ཆོས་ནི་སེམས་པར་བྱེད།
en: They think only about the authentic Dharma.

source: །འདི་ལ་ཆོས་སྐྱེ་ཡོད་པ་མིན།
en: “Phenomena are unborn

source: །འགག་པའི་ཆོས་ཀྱང་ཡོད་མིན་ཏེ།
en: And unceasing.

source: །སྐྱེ་དང་འགག་པ་མེད་གྱུར་པ།
en: The absence of birth and cessation

source: །དེ་ནི་ཆོས་རྣམས་ཡང་དག་མཚན།
en: Is the true characteristic of phenomena.

source: །ཆོས་གང་སྐྱེ་བ་མེད་པ་ལ།
en: “Unborn phenomena

source: །བྱེད་དང་འབྱུང་བའང་ཡོད་མི་འགྱུར།
en: Are beyond actions and manifestations.

source: །ཡིན་དང་མ་ཡིན་ཐ་དད་གཅིག །ཆོས་འདི་ལ་ནི་དེ་དག་མེད།
en: They transcend distinctions such as ‘It is,’ ‘it is not,’ ‘it is different,’ and ‘it is the same.’

source: །དེ་ནི་མྱ་ངན་འདས་ཡིན་ཏེ།
en: “This is nirvāṇa.

source: །དེ་ན་འགག་པར་བྱ་བ་མེད།
en: In it, there is nothing that ceases.

source: །ཐག་ནི་ཉེ་རིང་གང་ཟེར་བ།
en: The expressions close and far

source: །དེ་དག་གཉི་ག་སྟོང་པ་ཡིན།
en: Are both empty.

source: །གང་ཞིག་སྟོང་པར་རྟོགས་གྱུར་པ།
en: “Someone who realizes emptiness

source: །དེ་ནི་མྱ་ངན་འདས་ཤེས་ཡིན།
en: Understands nirvāṇa.

source: །མྱ་ངན་འདས་པ་གང་ཤེས་པ།
en: Someone who understands nirvāṇa

source: །ང་ཡི་སློབ་མ་ཞེས་བྱའོ།
en: Is known to be my disciple.

source: །གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་བཞི་པོ་འདི་དང་ལྡན་པར་གྱུར་ན་མང་དུ་ཐོས་པ་རྒྱ་མཚོ་ཆེན་པོ་ལྟ་བུར་བསགས་པ་ཡིན་པས་ཡོངས་སུ་གཏུགས་པར་མི་འགྱུར་ཞིང་རྟག་པར་མང་དུ་ཐོས་པའི་གཏེར་རིན་པོ་ཆེ་བསགས་ནས་ཆོས་རྣམས་ལ་ངེས་པའི་དོན་ཐོབ་པས་ཚིག་གི་དོན་རྣམས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ། །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: “Pūrṇa, if bodhisattvas possess this fourth quality, they will amass great knowledge, such that it will not be exhausted, like the ocean. Constantly amassing a precious treasure of erudition, they will—by comprehending the meaning that is definitive with regard to phenomena—correctly penetrate the meaning of words.” At that moment, the Blessed One uttered these verses:

source: རྟག་ཏུ་མང་ཐོས་གཉེར་འདོད་པ།
en: “Those who constantly wish to pursue erudition

source: །སངས་རྒྱས་རྣམས་ནི་བསྔགས་འགྱུར་ཞིང་།
en: Will be praised by the buddhas.

source: །ཡང་དག་ངེས་དོན་ཐོབ་འགྱུར་བས།
en: Realizing the true, definitive meaning,

source: །དེ་ཕྱིར་རྒྱ་མཚོ་ལྟ་བུར་འགྱུར།
en: Their knowledge will become oceanic.

source: །ཡི་གེ་འབྲུ་ནི་གཅིག་པུ་དང་། །ཚིག་གི་དོན་ནི་གཅིག་ཙམ་ཡང་། །བསྐལ་པ་བྱེ་བ་བརྒྱ་སྟོང་དུ། །བརྗོད་ཀྱང་ཟད་པར་མི་འགྱུར་རོ།
en: “Even if others were to praise these beings For a trillion eons, this task would never come to an end— They could not complete the expression Of the meaning of a phrase or even of a single letter of that praise.

source: །དེ་ཕྱིར་ཡང་དག་ཆོས་གཉེར་བྱ།
en: “Therefore, one should pursue the authentic Dharma

source: །གཉེར་ནས་ཚུལ་བཞིན་བསམ་བྱ་ཡི།
en: And then contemplate it genuinely.

source: །ཆོས་ཀྱི་མཚན་ཉིད་མི་བླང་ཞིང་།
en: One should not hold on to the characteristics of phenomena,

source: །སངས་རྒྱས་བསྔགས་ལ་ཞེན་མི་བྱ།
en: Nor cling to the praises of the buddhas.

source: །དེ་བཞིན་གཤེགས་པ་རྗེས་དྲན་ཞིང་།
en: “One should instead recollect the thus-gone ones

source: །ཡང་དག་ཆོས་ནི་དྲན་པར་བྱ། །འདོད་ཆགས་རྩོད་མེད་སེམས་ཀྱིས་ནི། །འདྲེན་པ་ཡོངས་སུ་གཉེར་བར་བྱ།
en: As well as the authentic Dharma, And search for guidance With a mind free from attachment and conflict.

source: །རྟག་པར་སེམས་ཅན་རྣམས་ལ་ནི། །བྱམས་པའི་སེམས་ནི་བསྒོམ་པར་བྱ།
en: “Toward sentient beings One should always cultivate love,

source: །སེམས་ཅན་ལ་ནི་ཞེན་མེད་པར།
en: But without clinging to a sentient being,

source: །ཆོས་རྣམས་ཐམས་ཅད་ཞི་བར་བྱ།
en: Bring peace from all phenomena.

source: །བྱང་ཆུབ་སེམས་དཔའ་གྲགས་ཆེན་གྱིས། །འདི་འདྲའི་ཆོས་ནི་སྒྲུབ་བྱེད་ན།
en: “If you practice the Dharma, just as did The bodhisattvas of great renown,

source: །མྱུར་དུ་གཟུངས་ནི་འཐོབ་འགྱུར་བས།
en: You will swiftly attain perfect recall,

source: །མང་དུ་ཐོས་པ་དེ་ལས་སྐྱེ།
en: And from that will grow erudition.

source: །ཇི་ལྟར་ནམ་མཁའི་ངོ་བོ་ཉིད། །འཕེལ་ཞིང་འགྲིབ་པ་མེད་པ་ལྟར། །ཆོས་ཉིད་ཀྱང་ནི་དེ་བཞིན་ཏེ།
en: “Just as the essential nature of space Does not increase or decrease, The true nature of phenomena

source: །འཕེལ་བ་མེད་ཅིང་འགྲིབ་པ་མེད།
en: Is beyond increase and decrease.

source: །ངས་ནི་ཤེས་རབ་སྟོབས་དག་གིས། །བསྐལ་པ་ཚད་མེད་གྲངས་མེད་དུ། །ཆོས་རྣམས་ཡོངས་སུ་བཤད་གྱུར་ཀྱང་། །འོན་ཀྱང་བཤད་པ་ཞེས་མི་བརྗོད།
en: “Even if, through the powers of insight, I were to explain the Dharma For countless eons, No one could say that it was fully explained.

source: །སེམས་ཅན་ཉིད་ནི་ཇི་སྙེད་པ། །ཐམས་ཅད་མི་ལུས་ཐོབ་གྱུར་ཏེ། །ཀུན་ཀྱང་རབ་ཏུ་བྱུང་ནས་ནི། །མང་ཐོས་ཀུན་དགའ་བཞིན་གྱུར་ཀྱང་།
en: “Imagine that all sentient beings Obtained a human body, Went forth as monks, And became as erudite as Ānanda;

source: །གཟུངས་ཐོབ་བྱང་ཆུབ་སེམས་དཔའ་ཡིས། །སེམས་ཅན་དེ་དག་ཐམས་ཅད་ལ། །བསྐལ་པ་བྱེ་བར་ཆོས་བཤད་ཀྱང་། །དེ་ཡི་ཤེས་རབ་གཏུགས་མི་འགྱུར།
en: “Even if the bodhisattvas Who have the attainment of perfect recall Explained the Dharma to them for ten million eons, Their wisdom would not be exhausted.

source: །སངས་རྒྱས་མཁྱེན་པ་མཚུངས་མེད་པས།
en: “The wisdom of the buddhas is incomparable:

source: །ནམ་མཁའ་འདྲ་བར་ཚད་ཀྱང་མེད།
en: It is limitless, like space.

source: །ནམ་མཁའ་སྐྱེ་འབྱུང་མེད་པ་ལྟར། །མཁྱེན་པ་ཡང་ནི་དེ་བཞིན་ནོ།
en: Just like space, this wisdom Transcends origination.

source: །ཀླུ་ཡིས་ཆུ་ནི་མ་བླངས་པར། །ཆར་ཆེན་དག་ནི་འབེབས་བྱེད་པ།
en: “The nāgas cause great rainfalls Without drawing any water.

source: །ཆུ་དེ་ལ་ནི་གནས་མེད་ཀྱང་།
en: Although they do not dwell in that water,

source: །ཆར་འབབས་པ་ལ་མཐར་ཐུག་མེད།
en: The rainfall is endless.

source: །བྱང་ཆུབ་སེམས་དཔའ་འང་དེ་བཞིན་དུ།
en: “Similarly, when bodhisattvas

source: །གཟུངས་འདི་ཐོབ་པར་གྱུར་པ་ན།
en: Have the attainment of perfect recall,

source: །ཆོས་རྣམས་ལ་ནི་གནས་མེད་ཀྱང་།
en: Although they do not dwell on the teachings,

source: །རྐྱེན་དེ་བཤད་ན་ཟད་མི་འགྱུར།
en: Through that circumstance what they teach is inexhaustible.

source: །དེ་ཕྱིར་མང་ཐོས་བཙལ་བར་བྱ།
en: “Therefore, one should pursue erudition

source: །བཙལ་ནས་ཚུལ་བཞིན་བསམ་བྱ་སྟེ།
en: And then contemplate thoroughly.

source: །ཆོས་དམིགས་སངས་རྒྱས་རྗེས་དྲན་ན།
en: When one focuses on the Dharma and recollects the Buddha,

source: །བྱམས་པས་སེམས་ཅན་ཀུན་ཁྱབ་སྟེ།
en: “The bodhisattvas’ love pervades all beings.

source: །སེམས་ཅན་མཚན་མ་ཞི་བྱེད་ཅིང་།
en: It pacifies the marks of sentient beings,

source: །ཆོས་ཀྱི་མཚན་མའང་ཞི་བྱེད་ན།
en: And also the marks of phenomena;

source: །མང་དུ་ཐོས་པའི་ལེའུ་སྟེ་གཉིས་པའོ།། །།
en: This was the second chapter, Erudition.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་རོ།
en: “Pūrṇa,” said the Blessed One, “if bodhisattvas possess four qualities, their progress toward unsurpassed and perfect awakening will be irreversible.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་སྔོན་མ་ཐོས་པའི་ཆོས་ཐོས་པར་གྱུར་ན་དོན་གྱི་ཚུལ་རབ་ཏུ་སེམས་པར་བྱེད་ཀྱི་འདི་མ་ཡིན་ནོ་ཞེས་སྨྲ་བར་མི་བྱེད་དེ།
en: “(1) If bodhisattvas hear a Dharma teaching they have not heard before, rather than saying, ‘This is not the Dharma’ they should reflect on it in terms of its meaning.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་དང་པོ་འདི་དང་ལྡན་པར་གྱུར་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་རོ།
en: If bodhisattvas possess this first quality, their progress toward unsurpassed and perfect awakening will be irreversible.”

source: བདག་གི་ཡིད་དང་མི་འགལ་བའི། །མ་ཐོས་ཆོས་ནི་ཐོས་གྱུར་ན། །དོན་གྱི་ཚུལ་ནི་སེམས་བྱེད་ཀྱི། །ཆོས་མིན་ཞེས་ནི་སྨྲ་མི་བྱེད།
en: “When bodhisattvas hear a Dharma teaching they have not heard before That does not contradict my intent, They reflect upon its meaning, Rather than saying, ‘This is not the Dharma.’

source: །གལ་ཏེ་སྟོང་པའི་ཆོས་ཐོས་ན།
en: “When they hear about empty phenomena,

source: །རྟག་ཏུ་དོན་ཚུལ་ཚོལ་བྱེད་པས།
en: They always pursue what that means,

source: །དེ་ཕྱིར་ཤེས་རབ་འཕེལ་འགྱུར་ཞིང་།
en: And their insight thereby increases;

source: །བྱང་ཆུབ་ལམ་ནི་དེ་ནས་སྐྱེ།
en: It is from there that the path to awakening arises.

source: མ་ཐོས་ཆོས་ནི་ཐོས་གྱུར་ན།
en: “When they hear a previously unheard Dharma teaching,

source: །དོན་གྱི་ཚུལ་ནི་ཚོལ་བྱེད་པས།
en: They pursue what it means.
